{
    "Products": [
        {
            "id": 1,
            "product": "Hámok",
            "type": "JK9",
            "description": "A hevederek széle gömbölyített és vastagított azért, hogy a kutya számára a pórázon vezetés a lehető legkevesebb kellemetlenséget okozza.",
            "img": "jk9.jpg",
            "price": 7500,
            "color": "",
            "size": ""
        },
        {
            "id": 2,
            "product": "Hámok",
            "type": "BőrHám",
            "description": "A hám speciálisan kiválasztott puha bőrböl készült, a mindennapi igényekhez gazodva. A hám mellkasi és háti béléssel rendelkezik. Állítható pántok segítségével mindenféle méretbe állítható. Biztonságos esztétikus szegecsekkel díszitve.",
            "img": "Bőr.png",
            "price": 12500,
            "color": "",
            "size": ""
        },
        {
            "id": 3,
            "product": "Nyakörvek",
            "type": "JK9",
            "description": "Stílusos és vidám viselet kutyádnak! Az IDC®Color&Gray® nyakörv vidám színével feldobja a sétákat. Gyorsan szárad és strapabíró. Harmonizál az IDC®Color&Gray® pórázakkal és hámokkal, de a pórázok esetében jól bevált, tapadásért felelős gumiszálakat textilre cseréltük, így kíméli a kutya szőrét.",
            "img": "JK9.jpg",
            "price": 2499,
            "color": "",
            "size": ""
        },
        {
            "id": 4,
            "product": "Nyakörvek",
            "type": "Bőrnyakörv",
            "description": "A Swiss kollekció gondosan kidolgozott nyakörve minden kutyának jól áll, s nem csupán egyedi kinézete meggyőző. A fekete nappabőr alsó oldalának éle aláhajtott a felsőnek, így különösen puha, s kellemesen simul kedvence nyakához.",
            "img": "Bőrnyakörv.png",
            "price": 8990,
            "color": "",
            "size": ""
        },
        {
            "id": 5,
            "product": "Nyakörvek",
            "type": "Szövet",
            "description": "A precíz varrás és a kényelmes párnázás nem teszi lehetővé a horzsolást,és védi a kutya bőrét és szőrzetét. A nyakörv számos funkciót lát el - (lehetőség a kutya megtartására vagy pórázra rögzítése),információ (regisztrációs jelek és névjegyzékek hordozója),de esztétikus is (a kutyának dísze lehet) csak az ízlésedtől függ.",
            "img": "Szövet.jpg",
            "price": 12300 ,
            "color": "",
            "size": ""
        },
        {
            "id": 6,
            "product": "Pórázok",
            "type": "JK9",
            "description": "Kellemes tapintású, de stabil fogású póráz. Harmonizál az IDC®Color&Gray® nyakörvekkel és hámokkal. A dupla karabinernek és az állítható hosszúságnak köszönhetően jól ötvözi a rövid és hosszú pórázok előnyös tulajdonságait. Legrövidebb állapotban 1,2 méter hosszú, teljesen kiengedve viszont ennek a duplája, 2,4 méter hosszúságú.",
            "img": "jk9.png",
            "price": 3990,
            "color": "",
            "size": ""
        },
        {
            "id": 7,
            "product": "Pórázok",
            "type": "Bőr póráz",
            "description": "A kutyapóráz már első látásra lenyűgözi a kutyát egyedi kialakításával. A vidám színek minden alkalomhoz illenek, és a kiváló minőségű és tartós anyaggal kombinálva ez a kutyapóráz egyértelmű választás.",
            "img": "Bőrpóráz.png",
            "price": 7500,
            "color": "",
            "size": ""
        }
    ]
}